Repository: Findus23/IM-Arbeitsauftrag
Catalog: *.utf8/LC_MESSAGES/script.po
Languages: de, fr

source: created new folder
de: Neuen Ordner erstellt
fr: nouveau dossier créé

source: deleted old files
de: alte Dateien gel√∂scht
fr: les anciens fichiers supprimés

source: What is the export file format?
de: Welches Dateiformat soll ausgegeben werden?
fr: Quel est le format de fichier d'exportation?

source: file format
de: Dateiformat
fr: format de fichier

source: How should the files be named?
de: Welchen Namen sollen die Dateien haben?
fr: Comment les fichiers doivent être nommés?

source: file name
de: Dateiname
fr: nom de fichier

source: resizing Logo
de: Logo wird verkleinert

source: converting...
de: Konvertierung...
fr: convertir ...

source: # determining files...
de: # Ermittle Dateien...
fr: # déterminer fichiers...

source: # converting '$i'... ($a out of $dateianzahl)
de: # Datei '$i' wird konvertiert... ($a von $dateianzahl)
fr: # Conversion '$i'... ($a sur $dateianzahl)

source: # generating thumbnails...
de: # Thumbnails werden erstellt...
fr: # générer miniatures ...

source: # conversion is ready.
de: # Das Programm ist fertig.
fr: # la conversion est prêt.

source: conversion is ready
de: Das Programm ist fertig
fr: la conversion est prêt
